[
  {
    "episodeNumber": 36,
    "youtubeId": "TEST123",
    "title": "#36- Test Episode",
    "date": "2026-01-07",
    "summary": "Dans cet épisode du podcast, Sacha et Wesley se retrouvent pour célébrer le Nouvel An. Ils échangent des vœux chaleureux, souhaitant à leurs auditeurs une excellente année pleine de succès et de bonheur. Ce moment convivial marque une nouvelle étape et leur engagement à partager des contenus enrichissants tout au long de l'année. Ils établissent un ton positif et engageant, invitant les auditeurs à se joindre à eux pour un parcours passionnant.\n\nEn cette première journée de l'année, Sacha et Wesley prennent le temps de réfléchir aux opportunités et aux défis à venir, tout en soulignant l'importance de la communauté et du soutien mutuel. Le podcast s'annonce comme un espace d'échanges inspirants, où les expériences et les idées seront mises en avant. Ce premier épisode pose les bases d'une année prometteuse, où chaque auditeur est invité à participer activement à cette aventure.\n\nEn somme, ce podcast est une invitation à démarrer l'année sous les meilleurs auspices, avec un esprit d'optimisme et de camaraderie. Restez à l'écoute pour découvrir ce que Sacha et Wesley ont préparé pour vous dans les prochains épisodes, car ils sont déterminés à rendre cette année mémorable et enrichissante pour tous.",
    "transcript": "Salut Sacha, j'espère que tu vas bien. Salut Wesley, bonne année à toutes et à tous ! Bonne année, on est le premier. Écoute, année, on te souhaite le meilleur.",
    "createdAt": "2026-01-07T12:45:34.629Z"
  },
  {
    "episodeNumber": 35,
    "youtubeId": "Sg084dj4gzM",
    "title": "#35- AVATAR 3 et MARTY SUPREME | La critique",
    "date": "2026-01-07",
    "summary": "Dans cet épisode spécial cinéma, Wesley et Sacha analysent deux films récents : Avatar 3 et Marty Supreme.\n\nSacha partage son expérience d'Avatar 3, qu'il qualifie d'\"absolute cinéma\". Il explique pourquoi ce film est une expérience cinématographique exceptionnelle : la technologie 3D révolutionnaire, la générosité des scènes (trois batailles finales de 25-30 minutes chacune), et la poésie visuelle. Il aborde aussi les critiques sur la répétitivité entre les épisodes 2 et 3, qu'il considère comme une suite directe plutôt qu'un film indépendant. Sacha révèle des anecdotes fascinantes : James Cameron a rêvé de cette histoire à 19 ans, les films 2 et 3 ont été tournés simultanément en 2017 pour garder la cohérence des enfants acteurs, et Kate Winslet détient le record d'apnée avec 7 minutes.\n\nWesley présente Marty Supreme, un film qui l'a \"réconcilié avec le cinéma\". Réalisé par les frères Safdie avec Timothée Chalamet dans le rôle principal, ce film raconte l'histoire vraie d'un joueur de ping-pong américain après la Seconde Guerre mondiale. Wesley souligne la performance exceptionnelle de Chalamet, qu'il considère comme le meilleur acteur de sa génération, et compare le film à \"Arrête-moi si tu peux\" des années 2020. Le film, produit par A24 avec un budget de 70 millions, a déjà doublé son investissement grâce à une campagne marketing innovante centrée sur Timothée Chalamet.",
    "transcript": "Salut Sacha, j'espère que tu vas bien. Salut Wesley, bonne année à toutes et à tous ! Bonne année, on est le premier. Écoute, année, on te souhaite le meilleur. On te souhaite le meilleur évidemment au D'Ebreuves Podcast. Alors aujourd'hui pour cet épisode, ce qu'on voulait faire, c'est parler un peu d'actu. Alors ce qu'on avait fait il a deux semaines, enfin il a un mois en fait, on avait parlé de différents sujets, on avait parlé d'IA, de cinéma, de sport. Là aujourd'hui, on va faire un peu le même genre d'épisodes, mais en parlant seulement de cinéma. Et on a choisi deux films. Donc Marty Suprem que moi j'ai vu. et Avatar que Sacha a vu. Alors Avatar je l'ai pas vu, Marty Sivren Sacha ne l'a pas vu, donc on va évidemment ne pas se spoiler et on va essayer vraiment de rentrer dans le détail de ce qu'on a pensé de ces deux films et voilà, donnant une petite critique à notre sauce. Donc Sacha je te laisse commencer avec Avatar. Écoute moi juste pour te dire, Avatar j'ai vu que le premier, celui qui est sorti en 2009. qu'on avait vu au cinéma, tous en famille, même avec notre maman. Donc je me rappelle évidemment, c'était le phénomène, lunettes 3D et tout. Le deuxième, je l'ai jamais vu. J'ai essayé de le voir il a peut-être un an sur Disney+. Je commence à le voir et au bout de 5 minutes, mais vraiment au bout de 5 minutes, je n'arrive pas à rentrer dedans. Je me dis, écoute, les hommes bleus, tout ça, je n'y arrive pas. C'est un film qui va durer 3 heures. Je pouvais pas me forcer, j'ai arrêté tout de suite et je ne pas du tout rentré dedans. Alors peut-être qu'au cinéma, c'est différent qu'à la télé. Qu'est-ce que ça m'énerve ? Qu'est-ce que ça m'énerve déjà de commencer en disant les hommes bleus avec un ton pédant comme ça ? là là ça m'agace, déjà pour commencer. Mais je te laisse... En fait, en fait... Non, mais évidemment, mais je suis d'accord avec toi. fait, écoute, je vais te dire très sincèrement, tu sais très bien que je préfère par exemple tout ce qui est biographie et livre, on va dire, réalité à plus roman, fiction et tout ça. Et c'est exactement pareil dans le cinéma. Je vais toujours être attiré par peut-être plus les histoires vraies ou les histoires plus réelles plutôt que des films vraiment qui sont comme Avatar où vraiment tu rentres dans un autre monde. Alors j'adore Harry Potter. Évidemment, j'adore Harry Potter, c'est peut-être un peu le contre-exemple. Pour le coup Harry Potter, Harry Potter, excuse-moi, mais c'est plus fantaisiste qu'Avatar, parce que si tu prends l'idée principale d'Avatar, c'est que les êtres humains pourrissent leur planète et ils essayent de coloniser d'autres terres. Ce qui est exactement la nature de l'être humain. C'est exactement ce qui se passe. Donc t'es sur une magnifique planète, qui fait référence à la Terre, que les humains colonisent et au final, sans s'en rendre compte, ils la détruisent. C'est exactement l'espèce humaine, pour le coup. Ben évidemment, suis d'accord avec toi. Non, sûr. Prenons ça. Et c'est ce que veut faire James Cameron, c'est une satire un petit peu de l'espèce humaine. Alors dis nous tout, qu'est-ce que tu as vu Avatar ? Alors en plus, attends, pour nos éditeurs, parce que ça c'est un truc que je voulais dire, j'ai été choqué que tu l'aies vu deux fois ! Alors tu vois, déjà moi, comme je t'ai dit une fois, comme je t'ai dit voilà, j'ai commencé le deuxième au bout de cinq minutes, j'y arrivais pas. Alors toi, t'as vu au cinéma le troisième une première fois, et t'es retourné le revoir. Donc c'est un film qui dure plus de trois heures, et t'as été voir deux fois trois heures, moi j'arrive même pas à me focus sur ce genre de film cinq minutes. Ouais. Ouais. Ouais. Je sais pas comment t'as fait, mais dis nous tout. J'ai été le voir deux fois mais le 2 j'avais aussi été le voir deux fois. Je le regarde une fois en 3D. La première fois en 3D avec la claque etc. Et ensuite je préfère le voir sans la 3D aussi parce que en fait j'aime pas la 3D. D'un côté Avatar, je n'accepte de voir des films en 3D que pour Avatar étant donné la prouesse technique. que les films Avatar sont faits pour être vus en 3D. Et pourquoi ? Déjà pourquoi ? Pourquoi tu vas le voir deux fois ? Je spécifiquement à la 3D. C'est marrant, excuse-moi de te couper, mais c'est marrant que tu parles de 3D parce que je pensais à ça hier quand on s'est dit voilà on va faire ces sujets-là. en fait, la 3D est revenue au goût du jour par Avatar. Il y a eu un gros élan de 3D avec Avatar de 2009 à peut-être 2012, 2013, pendant 3-4 ans où il y a eu pas mal de films qui sont sortis en 3D sous l'élan d'Avatar. Mais par la suite, la 3D s'est littéralement éteinte. Et les seuls films... reprennent de la 3D, c'est toujours Avatar. le deuxième, alors je sais plus en quelle année, si tu te rappelles en quelle année il était sorti le deuxième. ouais ? Si récemment 2023, il est sorti à trois ans, 2022 peut-être. Et le troisième, pareil, 3D alors qu'aujourd'hui, il n'y a plus... Alors peut-ê",
    "createdAt": "2026-01-07T14:25:05.640891"
  }
]